Repository: tymiles003/wingu-wordpress-plugin
Catalog: languages/*.po
Languages: de

# access_denied
source: You do not have sufficient permissions to access this page.
de: Du hast keine ausreichende Berechtigung, um auf diese Seite zuzugreifen.

# add_to_existing_content
source: Add WP Content to existing Wingu Content
de: Füge WP Content zu bestehenden wingu Content hinzu

# create_new_content
source: Create new Content and link to Trigger
de: Erstelle neuen Content und verknüpfe ihn mit einem Trigger

source: Current page
de: Folgende Seite

source: Do nothing
de: Tue nichts

source: Excerpt
de: Ausschnitt

source: First page
de: Erste Seite

# generic_error
source: Something went wrong. Please contact support.
de: Da ist etwas falsch gegangen. Kontaktiere unseren Support.

source: here
de: hier

# invalid_api_key
source: Invalid Wingu API Key.
de: ungültiger wingu API Key

source: Last page
de: Letzte Seite

source: Link back
de: Link zurück

# link_back_placeholders
source: Existing options include
de: vorhandene Optionen

source: Link back text
de: Link zurück Text

source: linked to
de: verknüpft mit

# linking_contents_triggers
source: Linking contents to Wingu Triggers
de: mit wingu Trigger verknüpfter Content

# linking_contents_triggers_description
source: You can link WordPress content to Wingu Triggers not only in Post/Page view, but also directly from Triggers list in Settings. Just click on Link displayed when hovering over selected Trigger. Global settings will be taken into account over post-specific ones.
de: Du kannst WordPress Content mit wingu Trigger nicht nur in der Post-/Seitenansicht, sondern auch direkt aus der Liste der Trigger in den Einstellungen verknüpfen. Klicke dazu einfach auf den Link, der angezeigt wird, wenn Du mit der Maus über den ausgewählten Trigger fährst. Globale Einstellungen werden gegenüber postspezifischen berücksichtigt.

source: Next page
de: Nächste Seite

source: No content attached
de: Kein Content angeheftet

source: No ID
de: keine ID

source: No title
de: kein Titel

# no_triggers
source: No triggers found.
de: Keine Trigger gefunden

# options_page_title
source: Wingu Options
de: wingu Optionen

# plugin_options_link
source: Go to plugin options
de: Geh zu den Plugin Optionen

source: Previous page
de: Vorherige Seite

# run_composer_install_first
source: You need to run 'composer install' in plugin directory first.
de: Du musst erst 'composer installieren' im Plugin-Verzeichnis ausführen.

# save
source: Save changes
de: Änderungen speichern

source: Search
de: Suche

# settings
source: Wingu Settings
de: wingu Einstellungen

# show_details
source: Show more details
de: Zeige mehr Details

# submit_link_content_trigger
source: Link Content to Wingu Trigger
de: Content mit wingu Trigger verknüpfen

# triggers
source: Wingu Triggers
de: wingu Trigger

source: Type
de: Typ

# unlinked_content_from
source: from your Wingu Trigger
de: von Deinem wingu Trigger

# unlinked_content_named
source: Successfully unlinked content entitled
de: Erfolgreich getrennt von Content

# update_content
source: Update content from WP on Wingu Platform
de: Content auf wingu Plattform updaten

source: Validate
de: Bestätigen

# wingu_settings_description
source: Enter your API Key. Choose whether you want to connect to triggers whole posts or only excerpts. Select if links back to your site should be added at the end of your texts.
de: Gib Deinen API Key ein. Wähle, ob Du zu ganzen Beiträgen oder nur zu Auszügen verlinken willst. Wähle, ob am Ende Deines Textes zurück verlinkt werden soll.
